

/* Seafile */
"%@ can't verify the identity of the website \"%@\"" = "%1$@ nem tudja azonosítani a weboldalt: \"%2$@\"";

/* Seafile */
"%@ does not support to preview file of this kind at the moment." = "Jelen pillanatban a(z) %@ nem tud előképet mutatni ebből a fájltípusból.";

/* Seafile */
"%@ invite you to %@" = "%1$@ meghívta ide: %2$@";

/* Seafile */
"%@, Uploaded %@" = "%1$@, Feltöltve: %2$@";

/* Seafile */
"%@, uploading" = "%@ feltöltés alatt";

/* Seafile */
"%@, waiting to upload" = "%@, feltöltésre vár";

/* Seafile */
"%ld photos remain" = "%ld fénykép van hátra";

/* Seafile */
"1 photo remain" = "1 fénykép van hátra";

/* Seafile */
"About" = "Névjegy";

/* Seafile */
"Account" = "Fiók";

/* Seafile */
"Account Info" = "Fiók információ";

/* Seafile */
"Accounts" = "Fiókok";

/* Seafile */
"Activities" = "Tevékenységek";

/* Seafile */
"Activity" = "Tevékenység";

/* Seafile */
"Add a new discussion" = "Új megbeszélés hozzáadása";

/* Seafile */
"Add account" = "Fiók hozzáadása";

/* Seafile */
"Add contact" = "Kapcsolat hozzáadása";

/* Seafile */
"All photos synced" = "Minden fénykép szinkronizálva";

/* Seafile */
"Are you sure to clear all the cache?" = "Biztos, hogy törli a gyorsítótárat ?";

/* Seafile */
"Auto Upload" = "Automatikus feltöltés";

/* Auto cleay library password */
"Auto clear passwords" = "Jelszó automatikus elfelejtése";

/* Seafile */
"Back" = "Vissza";

/* Seafile */
"Back to Last Account" = "Vissza az utolsó fiókhoz";

/* Seafile */
"Background Upload" = "Feltöltés a háttérben";

/* Seafile */
"Cache" = "Gyorsítótár";

/* FolderView_iPad.storyboard */
"Camera Upload" = "Fényképezőgép feltöltés";

/* Seafile */
"Cancel" = "Mégse";

/* Seafile */
"Cancel download" = "Letöltés megszakítása";

/* Seafile */
"Checking library password ..." = "Kötet jelszó ellenőrzése ...";

/* Seafile */
"Choose" = "Választ";

/* Seafile */
"Choose an account to start" = "Induló fiók kiválasztása";

/* Seafile */
"Clear libraries passwords successfully." = "Kötet jelszó elfelejtve.";

/* Seafile */
"Clear library password successfully." = "Kötet jelszó elfelejtve.";

/* Seafile */
"Clear password" = "Jelszó elfelejtése";

/* Seafile */
"Clear remembered passwords" = "Megjegyzett jelszó elfelejtése";

/* Seafile */
"Click \"Search\" to start" = "Indításhoz kattintson a „Keresés”-re";

/* Seafile */
"Connecting to server" = "Csatlakozás a szerverhez";

/* Seafile */
"Copy" = "Másol";

/* Seafile */
"Copy Link to Clipboard" = "Link vágólapra másolása";

/* Seafile */
"Copy image to clipboard" = "Kép vágólapra másolása";

/* Seafile */
"Copy share link to clipboard" = "Megosztási link vágólapra másolása";

/* Seafile */
"Copying files ..." = "Fájlok másolása ...";

/* Seafile */
"Creating file ..." = "Fájl létrehozás ...";

/* Seafile */
"Creating folder ..." = "Könyvtár létrehozás ...";

/* Seafile */
"Delete" = "Töröl";

/* Seafile */
"Deleting directory ..." = "Könyvtár törlése ...";

/* Seafile */
"Deleting file ..." = "Fájl törlése ...";

/* Seafile */
"Deleting files ..." = "Fájlok törlése ...";

/* Seafile */
"Destination" = "Cél";

/* Seafile */
"Directory '%@' is shared with you using %@" = "'%1$@' megosztva önnel itt: %2$@";

/* Seafile */
"Discussion" = "Megbeszélés";

/* Seafile */
"Do you want reset the uploaded photos?" = "Alaphelyzetbe állítja a feltöltött fényképeket?";

/* Seafile */
"Download" = "Letöltés";

/* Seafile */
"Edit" = "Szerkeszt";

/* Seafile */
"Email" = "Email";

/* Seafile */
"Email or Username" = "Email vagy felhasználónév";

/* Seafile */
"Encrypted Libraries" = "Titkosított kötetek";

/* Seafile */
"Failed to add discussion" = "Nem lehetett megbeszélést hozzáadni";

/* Seafile */
"Failed to copy files" = "Fájlok másolása sikertelen";

/* Seafile */
"Failed to create file" = "Fájl létrehozás sikertelen";

/* Seafile */
"Failed to create folder" = "Könyvtár létrehozás sikertelen";

/* Seafile */
"Failed to delete files" = "Fájlok törlése sikertelen";

/* Seafile */
"Failed to generate share link of directory '%@'" = "'%@' könyvtárhoz a megosztási link készítése sikertelen";

/* Seafile */
"Failed to generate share link of file '%@'" = "'%@' fájlhoz a megosztási link készítése sikertelen";

/* Seafile */
"Failed to get groups ..." = "Csoportok betöltése sikertelen ...";

/* Seafile */
"Failed to get messages" = "Hiba az üzenetek letöltésében";

/* Seafile */
"Failed to get starred files" = "Kedvenc fájlok betöltése sikertelen";

/* Seafile */
"Failed to identify the coding of '%@'" = "'%@' kódolásának meghatározása sikertelen";

/* Seafile */
"Failed to load activities" = "Tevékenységek betöltése sikertelen";

/* Seafile */
"Failed to load content of the directory" = "A könyvtár tartalmának betöltése sikertelen";

/* Seafile */
"Failed to load files" = "Fájlok betöltése sikertelen";

/* Seafile */
"Failed to login" = "Bejelentkezés sikertelen";

/* Seafile */
"Failed to move files" = "Fájlok mozgatása sikertelen";

/* Seafile */
"Failed to rename file" = "Fájl átnevezése sikertelen";

/* Seafile */
"Failed to save %@ to album" = "%@ albumba mentése sikertelen";

/* Seafile */
"Failed to search" = "Keresés sikertelen";

/* Seafile */
"Failed to send message" = "Üzenet küldése sikertelen";

/* Seafile */
"Failed to upload file" = "Fájl feltöltése sikertelen";

/* Seafile */
"File '%@' is shared with you using %@" = "'%1$@' fájl megosztva önnel itt: %2$@";

/* Seafile */
"File '%@' is too large to edit" = "'%@' fájl túl nagy a szerkesztéshez";

/* Seafile */
"File '%@' uploaded success" = "'%@' fájl feltöltése sikeres";

/* Seafile */
"File name invalid" = "Érvénytelen fájlnév";

/* Seafile */
"File name must not be empty" = "Fájlnév nem lehet üres";

/* Seafile */
"Folder name invalid" = "Érvénytelen könyvtárnév";

/* Seafile */
"Folder name must not be empty" = "Könyvtárnév nem lehet üres";

/* Seafile */
"For example: https://seacloud.cc or http://192.168.1.24:8000" = "Például: https://seacloud.cc vagy http://192.168.1.24:8000";

/* Seafile */
"Generate share link ..." = "Megosztási link készítés ...";

/* Seafile */
"Generate share link success" = "Megosztási link készítés sikeres";

/* Seafile */
"Group discussion" = "Csoportos megbeszélés";

/* Seafile */
"Hey there!<br/><br/> I've been using %@ and thought you might like it. It is a free way to bring all you files anywhere and share them easily.<br/><br/>Go to the official website of %@:</br></br> <a href=\"%@\">%@</a>\n\n" = "Helló!<br/><br/> A(z) %1$@-t használom gondoltam érdekelhet. Ingyen magaddal viheted minden fájlod és egyszerűen megoszthatod.<br/><br/> Nézd meg a(z) %2$@ hivatalos weblapját:</br></br> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "Üdv,<br/><br/><b>'%1$@'</b> -hez/hoz itt a %2$@ link:<br/><br/> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to directory <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "Üdv,<br/><br/><b>'%1$@'</b> könyvtárhoz itt a(z) %2$@ link:<br/><br/> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"How would you like to share this file?" = "Hogy szeretné megosztani ezt a fájlt?";

/* Seafile */
"Invalid Server" = "Érvénytelen szerver";

/* Seafile */
"Invalid email" = "Érvénytelen email";

/* No comment provided by engineer. */
"Last Updated: %@" = "Utoljára frissítve: %@";

/* Seafile */
"Libraries" = "Kötetek";

/* Loading Status */
"Loading..." = "Betöltés...";

/* Seafile */
"Local Cache" = "Helyi gyorsítótár";

/* Seafile */
"Login" = "Bejelentkezés";

/* Seafile */
"Message" = "Üzenet";

/* Seafile */
"Messages" = "Üzenetek";

/* Seafile */
"More" = "Tovább";

/* Seafile */
"Move" = "Mozgat";

/* Seafile */
"MoveTo" = "Ide mozgat";

/* Seafile */
"Moving files ..." = "Fájlok mozgatása ...";

/* Seafile */
"My Own Libraries" = "Saját kötetek";

/* FailToPreview_iPad.xib, FailToPreview_iPhone.xib, SeafCell.xib, SeafDirCell.xib, SeafMessageCell.xib, SeafUploadDirViewController.xib */
"Name" = "Név";

/* Seafile */
"Network unavailable" = "A hálózat elérhetetlen";

/* Seafile */
"New File" = "Új fájl";

/* Seafile */
"New Folder" = "Új könyvtár";

/* Seafile */
"New file name" = "Új fájl név";

/* Seafile */
"New folder name" = "Új könyvtár név";

/* Seafile */
"No Results" = "Nincs találat";

/* Seafile */
"OK" = "Rendben";

/* Seafile */
"Open elsewhere..." = "Megnyitás máshol...";

/* Seafile */
"Open in other applications" = "Megnyitás más alkalmazással";

/* Seafile */
"Open photo browser" = "Kényképek megnyitása";

/* Seafile */
"Other Server" = "Másik szerver";

/* Seafile */
"Password" = "Jelszó";

/* Seafile */
"Password must not be empty" = "A jelszó nem lehet üres";

/* Seafile */
"Password of this library" = "A kötet jelszava";

/* Seafile */
"Password required" = "Jelszó szükséges";

/* Seafile */
"PasteTo" = "Ide beilleszt";

/* Seafile */
"Photos" = "Fényképek";

/* Seafile */
"Photos are not accessible" = "A fényképeket nem lehet elérni";

/* Seafile */
"Post a discussion to group" = "Megbeszélés küldése csoportnak";

/* Seafile */
"Preview" = "Előnézet";

/* Seafile */
"Print" = "Nyomtat";

/* Pull down to get more messages */
"Pull down to get more messages..." = "További üzenetekért húzza le...";

/* Pull down to refresh status */
"Pull down to refresh..." = "Frissítéshez húzza le...";

/* Seafile */
"Redownload" = "Újra letölt";

/* Release to get more messages */
"Release to get more messages..." = "További üzenetekhez engedje el...";

/* Release to refresh status */
"Release to refresh..." = "A frissítéshez engedje el...";

/* Seafile */
"Rename" = "Átnevez";

/* Seafile */
"Renaming file ..." = "Fájl átnevezés ...";

/* Seafile */
"Replace" = "Cserél";

/* Seafile */
"Reset repo password" = "Repo jelszó alaphelyzetbe állítása";

/* Seafile push notification message */
"SEAFILE_LOC_KEY_FORMAT" = "%@, új üzenet tőle: %@";

/* Seafile */
"Save" = "Ment";

/* Seafile */
"Save all photos to album" = "Minden fénykép mentése albumba";

/* Seafile */
"Save to %@" = "Mentés ide: %@";

/* Seafile */
"Save to album" = "Albumba mentés";

/* Seafile */
"Seafile" = "Seafile";

/* Seafile */
"Search" = "Keresés";

/* Seafile */
"Search is not supported on the server" = "Keresés nem támogatott a szerveren";

/* Seafile */
"Searching" = "Keresés";

/* Seafile */
"Searching ..." = "Keresés ...";

/* Seafile */
"Select All" = "Mindet kijelöl";

/* Seafile */
"Select None" = "Semmit nem jelöl ki";

/* No comment provided by engineer. */
"Send" = "Küld";

/* Seafile */
"Send share link via email" = "Megosztási link elküldése e-mailben";

/* Seafile */
"Sending" = "Küldés";

/* Seafile */
"Sending..." = "Küldés...";

/* Seafile */
"Server" = "Szerver";

/* Seafile */
"Server must not be empty" = "A szerver nem lehet üres";

/* Seafile */
"Server, like https://seafile.cc" = "Szerver, mint https://seafile.cc";

/* Seafile */
"Settings" = "Beállítások";

/* Seafile */
"Shibboleth" = "Shibboleth";

/* Seafile */
"Shibboleth Login" = "Shibboleth Bejelentkezés";

/* Seafile */
"Sort by Last Modifed Time" = "Rendezés utolsó módosítás ideje szerint";

/* Seafile */
"Sort by Name" = "Rendezés név szerint";

/* Seafile */
"Space Used" = "Felhasznált hely";

/* Seafile */
"Starred" = "Kedvencek";

/* Seafile */
"Start to download folder: " = "Könyvtár a letöltés megkezdéséhez:";

/* Seafile */
"Success to save %@ to album" = "%@ albumba mentése sikeres";

/* Seafile */
"Tell Friends about %@" = "Meséljen az ismerősöknek a(z) %@-ról/-ről";

/* Seafile */
"The certificate from this website has been changed. Would you like to connect to the server anyway?" = "A weboldal tanúsítványa megváltozott. Ennek ellenére kapcsolódik a szerverhez?";

/* Seafile */
"The certificate from this website is invalid. Would you like to connect to the server anyway?" = "A weboldal tanúsítványa érvénytelen. Ennek ellenére kapcsolódik a szerverhez?";

/* Seafile */
"The length of password should be between 3 and 100" = "A jelszó hossza 3 és 100 karakter között legyen";

/* Seafile */
"The mail account has not been set yet" = "A levelező fiók még nincs beállítva";

/* Seafile */
"The token is invalid, you need to login again" = "Az azonosító lejárt. újra be kell jelentkezni";

/* Seafile */
"There is no app which can open this type of file on this machine" = "Nincs olyan alkalmazás amivel ezt a fájltípust meg lehet nyitni ezen a gépen";

/* Seafile */
"This app does not have access to your location service." = "Az alkalmazás nem fér hozzá a helymeghatározáshoz.";

/* Seafile */
"This app does not have access to your photos and videos." = "Az alkalmazás nem fér hozzá a fényképekhez és videókhoz.";

/* Seafile */
"This function is not supportted yet" = "Ez a funkció még támogatott";

/* Seafile */
"This function is not supportted yet，you can copy it to the pasteboard and send mail by yourself" = "Ez a funkció még nem támogatott, bemásolhatja a „kartonba” (pasteboard) és elküldheti levélben";

/* Seafile */
"Upload" = "Feltöltés";

/* Seafile */
"Upload Destination" = "Feltöltési cél";

/* Seafile */
"Upload Videos" = "Videók feltöltése";

/* Seafile */
"Username" = "Felhasználónév";

/* Seafile */
"Username must not be empty" = "A felhasználónév nem lehet üres";

/* Seafile */
"Version" = "Verzió";

/* Seafile */
"Website" = "Weboldal";

/* Seafile */
"Welcome to %@" = "Üdv a(z) %@-ban";

/* Seafile */
"Wifi Only" = "Csak Wifivel";

/* Seafile */
"Wipe Cache" = "Gyorsítótár törlése";

/* Seafile */
"Wrong library password" = "Hibás kötet jelszó";

/* Seafile */
"Wrong username or password" = "Hibás felhasználói név vagy jelszó";

/* Seafile */
"You can enable access in Privacy Settings" = "A hozzáférést a biztonsági beállításoknál engedélyezheti";

/* Seafile */
"cached" = "gyorsítótárazva";

/* Seafile */
"modified" = "módosítva";

/* Seafile */
"uploading" = "feltöltés";

/* FolderView_iPad.storyboard, FolderView_iPhone.storyboard */
"www.seafile.com" = "www.seafile.com";
